{
    "English": "Englisch",
    "German": "Deutsch",
    "Hi there !..": "Hallo !..",
    "I am": "Ich bin",
    "A front-end developer": "Ein Frontend-Entwickler",
    "Summary": "Zusammenfassung",
    "Informatics engineer specializing in software engineering,I study at Homs University, I have strong experience and knowledge in various programming languages and mastered the work in the field of front-end, specialized in React.": "Informatikingenieur mit Schwerpunkt Softwaretechnik, ich studiere an der Universität Homs. Ich habe umfangreiche Erfahrung und Kenntnisse in verschiedenen Programmiersprachen und beherrsche die Frontend-Entwicklung, spezialisiert auf React.",
    "Download CV": "CV",
    "Home": "Startseite",
    "Contact-Us": "Kontakt",
    "Projects": "Projekte",
    "Skills": "Fähigkeiten",
    "My Skills": "Meine Fähigkeiten",
    "My Projects": "Meine Projekte",
    "IT":"Informatik",
    "Phone": "Telefon",
    "E-mail": "E-Mail",
    "University": "Universität",
    "Age": "Alter",
    "Address": "Adresse",
    "Study": "Studium",
    "Syria-Homs":"Syrien-Homs",
    "Homs-University":"Homs-Universität",
    "24 years":"24 jahre",
    "A project that aims to manage the National Diabetes Program, ensure the availability and follow-up of drug doses, and achieve effective communication between health centers and patients.": "Ein Projekt zur Verwaltung des Nationalen Diabetesprogramms, das die Verfügbarkeit und Nachverfolgung von Medikamentendosen sicherstellt und eine effektive Kommunikation zwischen Gesundheitszentren und Patienten ermöglicht.",
    "Under development": "In Entwicklung",
    "A project that simulates a library that includes many types of books where the customer can request or book the book and see the history of reservations": "Ein Projekt, das eine Bibliothek simuliert, die viele Arten von Büchern enthält, bei der der Kunde das Buch anfordern oder reservieren und die Historie der Reservierungen einsehen kann.",
    "Developed": "Entwickelt",
    "A site for discovering security vulnerabilities, which forms the link between the company and the security researcher who will search for the problem and attach the vulnerability report and obtain awards": "Eine Website zur Erkennung von Sicherheitslücken, die die Verbindung zwischen dem Unternehmen und dem Sicherheitsforscher herstellt, der nach dem Problem sucht, den Schwachstellenbericht anhängt und Auszeichnungen erhält",
    "Visit":"Besuch",
    "Contact Me":"Kontaktieren Sie mich",
    "Let's Connect": "Lass uns in Verbindung bleiben",
    "What are you looking for?": "Wonach suchen Sie?",
    "Accuracy? Beautiful designs? Flexibility and speed in the completion of projects?": "Präzision? Schöne Designs? Flexibilität und Geschwindigkeit bei der Projektdurchführung?",
    "You can message me at any time throughout the day.": "Sie können mich jederzeit während des Tages kontaktieren.",
    "Name": "Name",
    "Input your name": "Geben Sie Ihren Namen ein",
    "Email": "E-Mail",
    "Input your email": "Geben Sie Ihre E-Mail ein",
    "Description": "Beschreibung",
    "Input your message": "Geben Sie Ihre Nachricht ein",
    "SEND": "SENDEN"
}